{
    "es": {
        "page-title": "Document",
        "nav-news": "Mas noticias",
        "nav-login": "Iniciar sesion",
        "header-title": "ECO BLOG",
        "header-description": "Bienvenidos a EcoBlog, un espacio dedicado a promover la energía sostenible y el acceso a fuentes limpias de energía para todos. Aquí encontrarás información sobre energías renovables, eficiencia energética y consejos para reducir tu huella energética en el día a día.",
        "section-title-1": "¿Que es el ODS 7?",
        "section-description-1": "El ODS 7 forma parte de los Objetivos de Desarrollo Sostenible de la ONU y busca garantizar el acceso universal a una energía asequible, fiable, sostenible y moderna. Algunos de sus principales objetivos incluyen:",
        "section-title-2": "METAS DEL ODS 7",
        "goal-1": "Garantizar el acceso universal a servicios energéticos asequibles.",
        "goal-2": "Aumentar la proporción de energías renovables en la matriz energética global.",
        "goal-3": "Duplicar la tasa de mejora de la eficiencia energética.",
        "recent-news-title": "LO MAS RECIENTE",
        "news-title-1": "Qair desarrollará 61MW eólicos en Baden-Württember licitados por la agencia forestal del länder",
        "news-description-1": "La empresa de energías renovables Qair ha obtenido un contrato para desarrollar un parque eólico de 61,2 MW en el estado alemán de Baden-Württemberg. Adjudicado mediante una reciente licitación de FrostBOW, la agencia forestal del estado, se espera que el parque eólico, formado por nueve turbinas, genere anualmente unos 150.000 megavatios hora (MWh), electricidad suficiente para abastecer a unos 40.000 hogares de la región.",
        "news-link-1": "Mas información...",
        "news-title-2": "Suncom Energy inaugura su primera instalación de solar térmica concentrada en España",
        "news-description-2": "La instalación se ha inaugurado este jueves en la fábrica de la empresa española de producción sostenible de alimentos orgánicos para bebés, Smileat, en Jerez de la Frontera (Cádiz). La nueva tecnología de Suncom Energy está pensada y enfocada para transformar los procesos industriales mediante el aprovechamiento de la energía solar concentrada para la generación de calor a altas temperaturas. En este caso, la nueva instalación permitirá sustituir el 80% del consumo de gasoil de la compañía alimentaria, generando aproximadamente 400 MWh de calor renovable al año.",
        "news-link-2": "Mas información...",
        "more-news-title": "MAS NOTICIAS",
        "more-news-description": "¡¡Ponte al dia con todas las noticias!!",
        "news-1": "Comunidades energéticas ya podrán acceder a los 9.000 millones de euros del plan social para el clima",
        "news-2": "Aebig y Ainia firman un convenio para impulsar la producción de biogás y biometano en España",
        "news-3": "Veolia Badajoz firma un súper contrato de autoconsumo solar fotovoltaico para su fábrica TorrePet",
        "more-news-link": "Mas noticias",
        "footer-text": "&copy; 2025 EcoEnergy - Energía Sostenible"
    },
    "en": {
        "page-title": "Document",
        "nav-news": "More news",
        "nav-login": "Login",
        "header-title": "ECO BLOG",
        "header-description": "Welcome to EcoBlog, a space dedicated to promoting sustainable energy and access to clean energy sources for all. Here you will find information about renewable energy, energy efficiency, and tips to reduce your energy footprint in your daily life.",
        "section-title-1": "What is SDG 7?",
        "section-description-1": "SDG 7 is part of the United Nations Sustainable Development Goals and aims to ensure universal access to affordable, reliable, sustainable, and modern energy. Some of its main objectives include:",
        "section-title-2": "SDG 7 GOALS",
        "goal-1": "Ensure universal access to affordable energy services.",
        "goal-2": "Increase the proportion of renewable energy in the global energy matrix.",
        "goal-3": "Double the rate of improvement in energy efficiency.",
        "recent-news-title": "LATEST NEWS",
        "news-title-1": "Qair to develop 61MW wind farm in Baden-Württemberg awarded by the state forestry agency",
        "news-description-1": "Renewable energy company Qair has secured a contract to develop a 61.2 MW wind farm in the German state of Baden-Württemberg. Awarded through a recent tender by FrostBOW, the state’s forestry agency, the wind farm, consisting of nine turbines, is expected to generate approximately 150,000 megawatt-hours (MWh) annually, enough electricity to power around 40,000 households in the region.",
        "news-link-1": "More information...",
        "news-title-2": "Suncom Energy inaugurates its first concentrated solar thermal facility in Spain",
        "news-description-2": "The facility was inaugurated this Thursday at the factory of the Spanish organic baby food producer Smileat in Jerez de la Frontera (Cádiz). The new Suncom Energy technology is designed to transform industrial processes by harnessing concentrated solar energy to generate heat at high temperatures. This new facility will allow Smileat to replace 80% of its diesel consumption, generating approximately 400 MWh of renewable heat annually.",
        "news-link-2": "More information...",
        "more-news-title": "MORE NEWS",
        "more-news-description": "Stay up to date with all the news!",
        "news-1": "Energy communities can now access 9 billion euros from the climate social plan",
        "news-2": "Aebig and Ainia sign an agreement to boost biogas and biomethane production in Spain",
        "news-3": "Veolia Badajoz signs major solar self-consumption contract for TorrePet factory",
        "more-news-link": "More news",
        "footer-text": "&copy; 2025 EcoEnergy - Sustainable Energy"
    }
}
